{
    "article_data": [
        {
            "article_title": "A novel method for predicting activity of cis-regulatory modules, based on a diverse training set", 
            "date": "07 September 2016", 
            "abstract": [
                [
                    "Motivation", 
                    "With the rapid emergence of technologies for locating cis-regulatory modules (CRMs) genome-wide, the next pressing challenge is to assign precise functions to each CRM, i.e. to determine the spatiotemporal domains or cell-types where it drives expression. A popular approach to this task is to model the typical k-mer composition of a set of CRMs known to drive a common expression pattern, and assign that pattern to other CRMs exhibiting a similar k-mer composition. This approach does not rely on prior knowledge of transcription factors relevant to the CRM or their binding motifs, and is thus more widely applicable than motif-based methods for predicting CRM activity, but is also prone to false positive predictions."
                ], 
                [
                    "Results", 
                    "We present a novel strategy to improve the above-mentioned approach: to predict if a CRM drives a specific gene expression pattern, assess not only how similar the CRM is to other CRMs with similar activity but also to CRMs with distinct activities. We use a state-of-the-art statistical method to quantify a CRM’s sequence similarity to many different training sets of CRMs, and employ a classification algorithm to integrate these similarity scores into a single prediction of the CRM’s activity. This strategy is shown to significantly improve CRM activity prediction over current approaches."
                ], 
                [
                    "Availability and Implementation", 
                    "Our implementation of the new method, called IMMBoost, is freely available as source code, at https://github.com/weiyangedward/IMMBoost."
                ], 
                [
                    "Contact", 
                    "sinhas@illinois.edu"
                ], 
                [
                    "Supplementary information", 
                    "Supplementary data are available at Bioinformatics online."
                ]
            ], 
            "doi": "https://doi.org/10.1093/bioinformatics/btw552", 
            "authors": [
                "Wei Yang", 
                "Saurabh Sinha"
            ]
        }, 
        {
            "article_title": "signeR: an empirical Bayesian approach to mutational signature discovery", 
            "date": "01 September 2016", 
            "abstract": [
                [
                    "Motivation", 
                    "Mutational signatures can be used to understand cancer origins and provide a unique opportunity to group tumor types that share the same origins and result from similar processes. These signatures have been identified from high throughput sequencing data generated from cancer genomes by using non-negative matrix factorisation (NMF) techniques. Current methods based on optimization techniques are strongly sensitive to initial conditions due to high dimensionality and nonconvexity of the NMF paradigm. In this context, an important question consists in the determination of the actual number of signatures that best represent the data. The extraction of mutational signatures from high-throughput data still remains a daunting task."
                ], 
                [
                    "Results", 
                    "Here we present a new method for the statistical estimation of mutational signatures based on an empirical Bayesian treatment of the NMF model. While requiring minimal intervention from the user, our method addresses the determination of the number of signatures directly as a model selection problem. In addition, we introduce two new concepts of significant clinical relevance for evaluating the mutational profile. The advantages brought by our approach are shown by the analysis of real and synthetic data. The later is used to compare our approach against two alternative methods mostly used in the literature and with the same NMF parametrization as the one considered here. Our approach is robust to initial conditions and more accurate than competing alternatives. It also estimates the correct number of signatures even when other methods fail. Results on real data agree well with current knowledge."
                ], 
                [
                    "Availability and Implementation", 
                    "signeR is implemented in R and C ++, and is available as a R package at http://bioconductor.org/packages/signeR."
                ], 
                [
                    "Contact", 
                    "itojal@cipe.accamargo.org.br"
                ], 
                [
                    "Supplementary information", 
                    "Supplementary data are available at Bioinformatics online."
                ]
            ], 
            "doi": "https://doi.org/10.1093/bioinformatics/btw572", 
            "authors": [
                "Rafael A. Rosales", 
                "Rodrigo D. Drummond", 
                "Renan Valieris", 
                "Emmanuel Dias-Neto", 
                "Israel T. da Silva"
            ]
        }, 
        {
            "article_title": "Multivariate two-part statistics for analysis of correlated mass spectrometry data from multiple biological specimens", 
            "date": "04 September 2016", 
            "abstract": [
                [
                    "Motivation", 
                    "High through-put mass spectrometry (MS) is now being used to profile small molecular compounds across multiple biological sample types from the same subjects with the goal of leveraging information across biospecimens. Multivariate statistical methods that combine information from all biospecimens could be more powerful than the usual univariate analyses. However, missing values are common in MS data and imputation can impact between-biospecimen correlation and multivariate analysis results."
                ], 
                [
                    "Results", 
                    "We propose two multivariate two-part statistics that accommodate missing values and combine data from all biospecimens to identify differentially regulated compounds. Statistical significance is determined using a multivariate permutation null distribution. Relative to univariate tests, the multivariate procedures detected more significant compounds in three biological datasets. In a simulation study, we showed that multi-biospecimen testing procedures were more powerful than single-biospecimen methods when compounds are differentially regulated in multiple biospecimens but univariate methods can be more powerful if compounds are differentially regulated in only one biospecimen."
                ], 
                [
                    "Availability and Implementation", 
                    ": We provide R functions to implement and illustrate our method as supplementary information."
                ], 
                [
                    "Contact", 
                    "sltaylor@ucdavis.edu"
                ], 
                [
                    "Supplementary information", 
                    "Supplementary data are available at Bioinformatics online."
                ]
            ], 
            "doi": "https://doi.org/10.1093/bioinformatics/btw578", 
            "authors": [
                "Sandra L. Taylor", 
                "L. Renee Ruhaak", 
                "Robert H. Weiss", 
                "Karen Kelly", 
                "Kyoungmi Kim"
            ]
        }
    ]
}