{
    "article_data": [
        {
            "article_title": "The 24th annual", 
            "date": "21 December 2016", 
            "abstract": [
                [
                    "This year's Database Issue of ", 
                    "Nucleic Acids Research contains 152 papers that include descriptions of 54 new databases and update papers on 98 databases, of which 16 have not been previously featured in NAR. As always, these databases cover a broad range of molecular biology subjects, including genome structure, gene expression and its regulation, proteins, protein domains, and protein–protein interactions. Following the recent trend, an increasing number of new and established databases deal with the issues of human health, from cancer-causing mutations to drugs and drug targets. In accordance with this trend, three recently compiled databases that have been selected by NAR reviewers and editors as ‘breakthrough’ contributions, denovo-db, the Monarch Initiative, and Open Targets, cover human de novo gene variants, disease-related phenotypes in model organisms, and a bioinformatics platform for therapeutic target identification and validation, respectively. We expect these databases to attract the attention of numerous researchers working in various areas of genetics and genomics. Looking back at the past 12 years, we present here the ‘golden set’ of databases that have consistently served as authoritative, comprehensive, and convenient data resources widely used by the entire community and offer some lessons on what makes a successful database. The Database Issue is freely available online at the https://academic.oup.com/nar web site. An updated version of the NAR Molecular Biology Database Collection is available at http://www.oxfordjournals.org/nar/database/a/."
                ]
            ], 
            "doi": "https://doi.org/10.1093/nar/gkw1188", 
            "authors": [
                "Michael Y. Galperin", 
                "Xosé M. Fernández-Suárez", 
                "Daniel J. Rigden"
            ]
        }, 
        {
            "article_title": "Database Resources of the National Center for Biotechnology Information", 
            "date": "28 November 2016", 
            "abstract": [
                [
                    "The National Center for Biotechnology Information (NCBI) provides a large suite of online resources for biological information and data, including the GenBank", 
                    "® nucleic acid sequence database and the PubMed database of citations and abstracts for published life science journals. The Entrez system provides search and retrieval operations for most of these data from 37 distinct databases. The E-utilities serve as the programming interface for the Entrez system. Augmenting many of the Web applications are custom implementations of the BLAST program optimized to search specialized data sets. New resources released in the past year include iCn3D, MutaBind, and the Antimicrobial Resistance Gene Reference Database; and resources that were updated in the past year include My Bibliography, SciENcv, the Pathogen Detection Project, Assembly, Genome, the Genome Data Viewer, BLAST and PubChem. All of these resources can be accessed through the NCBI home page at www.ncbi.nlm.nih.gov."
                ]
            ], 
            "doi": "https://doi.org/10.1093/nar/gkw1071", 
            "authors": [
                "NCBI Resource Coordinators"
            ]
        }, 
        {
            "article_title": "The BIG Data Center: from deposition to integration to translation", 
            "date": "29 November 2016", 
            "abstract": [
                [
                    "Biological data are generated at unprecedentedly exponential rates, posing considerable challenges in big data deposition, integration and translation. The BIG Data Center, established at Beijing Institute of Genomics (BIG), Chinese Academy of Sciences, provides a suite of database resources, including (i) Genome Sequence Archive, a data repository specialized for archiving raw sequence reads, (ii) Gene Expression Nebulas, a data portal of gene expression profiles based entirely on RNA-Seq data, (iii) Genome Variation Map, a comprehensive collection of genome variations for featured species, (iv) Genome Warehouse, a centralized resource housing genome-scale data with particular focus on economically important animals and plants, (v) Methylation Bank, an integrated database of whole-genome single-base resolution methylomes and (vi) Science Wikis, a central access point for biological wikis developed for community annotations. The BIG Data Center is dedicated to constructing and maintaining biological databases through big data integration and value-added curation, conducting basic research to translate big data into big knowledge and providing freely open access to a variety of data resources in support of worldwide research activities in both academia and industry. All of these resources are publicly available and can be found at ", 
                    "http://bigd.big.ac.cn."
                ]
            ], 
            "doi": "https://doi.org/10.1093/nar/gkw1060", 
            "authors": [
                "BIG Data Center Members"
            ]
        }
    ]
}